Repository: TcOpenGroup/TcOpen
Catalog: src/IntegrationProjects/src/IntegrationProjectsConnector/Properties/Localizations.*.resx
Languages: sk_sk

source: MANUAL
sk_sk: MANUÁLNE

source: GROUND
sk_sk: POZEMOK

source: PART PRESENCE SENSOR
sk_sk: SNÍMAČ PRÍTOMNOSTI DIELU

source: START BUTTON
sk_sk: TLAČIDLO START

source: PRESS PISTON
sk_sk: TLAKOVÝ PIEST

source: PRESS IN BASE POSITION
sk_sk: STLAČTE V ZÁKLADNEJ POLOHE

source: CHECK PART REMOVAL FROM THE FIXTURE
sk_sk: KONTROLA ODSTRÁNENIA DIELU Z PRÍPRAVKU

source: Remove part from the fixture please
sk_sk: Odstráňte časť z prípravku, prosím

source: GROUND POSITION COMPLETED
sk_sk: POZEMNÁ POLOHA DOKONČENÁ

source: Ground position completed; you can start automat sequence.
sk_sk: Pozícia na zemi je dokončená; môžete spustiť automatickú sekvenciu.

source: LOAD PART INTO FIXTURE
sk_sk: NAČÍTANIE DIELU DO PRÍPRAVKU

source: PRESS START BUTTON TO START OPERATIONS
sk_sk: STLAČENÍM TLAČIDLA ŠTART SPUSTÍTE OPERÁCIE

source: MOVING PRESS TO HOME POSITION
sk_sk: PRESUNUTIE LISU DO VÝCHODISKOVEJ POLOHY

source: REMOVE PART FROM THE FIXTURE
sk_sk: ODSTRÁNIŤ ČASŤ Z PRÍPRAVKU

source: SAVE DATA
sk_sk: ULOŽIŤ ÚDAJE

source: OPERATIONS COMPLETED
sk_sk: DOKONČENÉ OPERÁCIE
