Repository: TcOpenGroup/TcOpen
Catalog: src/TcoDrivesBeckhoff/src/TcoDrivesBeckhoffConnector/Properties/Localizations.*.resx
Languages: cs_cz, es_mx, sk_sk

source: Position
cs_cz: Pozice
es_mx: Posición
sk_sk: Pozícia

source: Mode
cs_cz: Režim
es_mx: Modo
sk_sk: Mód

source: Clear position lag
cs_cz: Jasné zpoždění polohy
es_mx: Despejar el desfase de la posición
sk_sk: Jasné oneskorenie polohy

source: Search direction
cs_cz: Směr vyhledávání
es_mx: Dirección de búsqueda
sk_sk: Smer vyhľadávania

source: Search velocity
cs_cz: Rychlost vyhledávání
es_mx: Velocidad de búsqueda
sk_sk: Rýchlosť vyhľadávania

source: Synchronization direction
cs_cz: Směr synchronizace
es_mx: Dirección de sincronización
sk_sk: Smer synchronizácie

source: Synchronization velocity
cs_cz: Rychlost synchronizace
es_mx: Velocidad de sincronización
sk_sk: Rýchlosť synchronizácie

source: Reference mode
cs_cz: Referenční režim
es_mx: Modo de referencia
sk_sk: Referenčný režim

source: Velocity
cs_cz: Rychlost
es_mx: Velocidad
sk_sk: Rýchlosť

source: Acceleration
cs_cz: Zrychlení
es_mx: Aceleración
sk_sk: Zrýchlenie

source: Deceleration
cs_cz: Zpomalení
es_mx: Desaceleración
sk_sk: Spomalenie

source: Direction
cs_cz: Směr
es_mx: Dirección
sk_sk: Smer

source: Distance
cs_cz: Vzdálenost
es_mx: Distancia
sk_sk: Vzdialenosť

source: Power enable
cs_cz: Povolení napájení
es_mx: Activación de la alimentación
sk_sk: Povolenie napájania

source: Enabled
cs_cz: Povoleno
es_mx: Activado
sk_sk: Povolené

source: Disabled
cs_cz: Vypnuto
es_mx: Discapacitados
sk_sk: Zakázané

source: Enable positive
cs_cz: Povolit pozitivní
es_mx: Habilitar el positivo
sk_sk: Umožniť pozitívne

source: Enable negative
cs_cz: Povolit negativní
es_mx: Habilitar el negativo
sk_sk: Povolenie záporného

source: Drive power override
cs_cz: Přepínání výkonu pohonu
es_mx: Anulación de la potencia de accionamiento
sk_sk: Prepínanie výkonu pohonu

source: Local control
cs_cz: Místní kontrola
es_mx: Control local
sk_sk: Miestna kontrola

source: Global control
cs_cz: Globální kontrola
es_mx: Control global
sk_sk: Globálna kontrola

source: Override
cs_cz: Přepsat
es_mx: Anular

source: Jog forward
cs_cz: Jog vpřed
es_mx: Correr hacia adelante
sk_sk: Jog vpred

source: Running
cs_cz: Běh
es_mx: Ejecutar

source: Stopped
cs_cz: Zastaveno
es_mx: Detenido
sk_sk: Zastavený

source: Jog backwards
cs_cz: Běh zpět
es_mx: Correr hacia atrás
sk_sk: Behanie dozadu

source: Jog mode
cs_cz: Režim Jog
es_mx: Modo Jog
sk_sk: Režim Jog

source: Drive error no
cs_cz: Chyba pohonu č.
es_mx: Error de accionamiento no
sk_sk: Chyba pohonu č:

source: Movement state
cs_cz: Stav pohybu
es_mx: Estado del movimiento
sk_sk: Stav pohybu

source: Reset
cs_cz: Obnovení
es_mx: Reiniciar
sk_sk: Obnovenie

source: SoE reset
cs_cz: Obnovení SoE
es_mx: Restablecimiento de SoE
sk_sk: Resetovanie SoE

source: Set position
cs_cz: Nastavení polohy
es_mx: Fijar la posición
sk_sk: Nastavenie polohy

source: Move velocity
cs_cz: Rychlost pohybu
es_mx: Mover la velocidad
sk_sk: Rýchlosť pohybu

source: Stop
cs_cz: Zastavte
sk_sk: Zastavte

source: Halt
cs_cz: Zastavit
sk_sk: Zastavte

source: Move relative
cs_cz: Přesunutí relativní
es_mx: Desplazamiento relativo
sk_sk: Presunúť relatívne

source: Move absolute
cs_cz: Absolutní přesun
es_mx: Mover absoluto
sk_sk: Presunúť absolútne

source: Move modulo
cs_cz: Přesun modulo
es_mx: Mover el módulo
sk_sk: Presun modulo

source: Actual position
cs_cz: Skutečná poloha
es_mx: Posición actual
sk_sk: Skutočná poloha

source: Actual modulo position
cs_cz: Skutečná poloha modulo
es_mx: Posición real del módulo
sk_sk: Skutočná poloha modulo

source: Actual modulo turns
cs_cz: Skutečné otočky modulo
es_mx: Giros reales del módulo
sk_sk: Skutočné otočky modulo

source: Actual velocity
cs_cz: Skutečná rychlost
es_mx: Velocidad real
sk_sk: Skutočná rýchlosť

source: Actual acceleration
cs_cz: Skutečné zrychlení
es_mx: Aceleración real
sk_sk: Skutočné zrýchlenie

source: Actual torque
cs_cz: Skutečný točivý moment
es_mx: Par real
sk_sk: Skutočný krútiaci moment

source: Command number
cs_cz: Číslo příkazu
es_mx: Número de mando
sk_sk: Číslo príkazu

source: Command state
cs_cz: Stav příkazu
es_mx: Estado de mando
sk_sk: Stav príkazu

source: Motion state
cs_cz: Stav pohybu
es_mx: Estado del movimiento
sk_sk: Stav pohybu

source: Error
cs_cz: Chyba
sk_sk: Chyba

source: Error id
cs_cz: Id chyby
es_mx: Id. de error
sk_sk: Id chyby
