Repository: TcOpenGroup/TcOpen
Catalog: src/TcoCognexVision/src/TcoCognexVisionConnector/Properties/Localizations.*.resx
Languages: de_de

source: Invalid reference:
de_de: Ungültige Referenz:

source: Clearing of the result data running.
de_de: Löschung der laufenden Ergebnisdaten.

source: Waiting for the result data cleared!
de_de: Warten auf das Ergebnis der Datenfreigabe!

source: Waiting for the signal ResultsAvailable to be reseted!
de_de: Warten darauf, dass das Signal ResultsAvailable zurückgesetzt wird!

source: Clearing of the result data was aborted, while not yet completed!
de_de: Die Löschung der Ergebnisdaten wurde abgebrochen, obwohl sie noch nicht abgeschlossen ist!

source: Clearing of the result data was completed successfully.
de_de: Die Löschung der Ergebnisdaten wurde erfolgreich abgeschlossen.

source: Clearing of the result data finished with error.
de_de: Die Löschung der Ergebnisdaten wurde mit einem Fehler beendet.

source: Clearing of the result data started.
de_de: Die Löschung der Ergebnisdaten hat begonnen.

source: Reading running.
de_de: Lesen läuft.

source: Waiting for the signal TriggerReady to be set!
de_de: Warten auf das Setzen des Signals TriggerReady!

source: Waiting for the signal TriggerAcknowledge to be set!
de_de: Warten auf das Setzen des Signals TriggerAcknowledge!

source: Waiting for the signal ResultsAvailable to be set!
de_de: Warten, bis das Signal ResultsAvailable gesetzt ist!

source: Waiting for the ResultData copied!
de_de: Warten auf die kopierten ResultData!

source: Reading was aborted, while not yet completed!
de_de: Das Lesen wurde abgebrochen, obwohl es noch nicht abgeschlossen war!

source: Reading was completed successfully.
de_de: Das Lesen wurde erfolgreich abgeschlossen.

source: Reading finished with error.
de_de: Das Lesen wurde mit einem Fehler beendet.

source: Reading started.
de_de: Das Lesen hat begonnen.

source: Not ready for operation by means of Profinet network!
de_de: Nicht betriebsbereit für den Betrieb über das Profinet-Netzwerk!

source: Ready for operation!
de_de: Bereit für den Einsatz!

source: Restore
de_de: Wiederherstellen

source: Update signal states
de_de: Signalzustände aktualisieren

source: Clear result data
de_de: Ergebnisdaten löschen

source: Read
de_de: Lesen Sie

source: New data read.
de_de: Neue Daten gelesen.

source: Index of the ResultData in the method GetResultAsByte exceeds the length of the data received!
de_de: Index des ResultData in der Methode GetResultAsByte überschreitet die Länge der empfangenen Daten!

source: Index of the ResultData in the method GetResultAsByte exceeds the size hardware structure mapped!
de_de: Index der ResultData in der Methode GetResultAsByte überschreitet die Größe der gemappten Hardwarestruktur!

source: Index of the ResultData in the method GetResultAsByte exceeds the defined size!
de_de: Index der ResultData in der Methode GetResultAsByte überschreitet die definierte Größe!

source: Index of the ResultData in the method GetResultAsDint exceeds the length of the data received!
de_de: Index des ResultData in der Methode GetResultAsDint überschreitet die Länge der empfangenen Daten!

source: Index of the ResultData in the method GetResultAsDint exceeds the size hardware structure mapped!
de_de: Index der ResultData in der Methode GetResultAsDint überschreitet die Größe der abgebildeten Hardwarestruktur!

source: Index of the ResultData in the method GetResultAsDint exceeds the defined size!
de_de: Index der ResultData in der Methode GetResultAsDint überschreitet die definierte Größe!

source: Index of the ResultData in the method GetResultAsReal exceeds the length of the data received!
de_de: Index des ResultData in der Methode GetResultAsReal überschreitet die Länge der empfangenen Daten!

source: Index of the ResultData in the method GetResultAsReal exceeds the size hardware structure mapped!
de_de: Index der ResultData in der Methode GetResultAsReal überschreitet die Größe der abgebildeten Hardwarestruktur!

source: Index of the ResultData in the method GetResultAsReal exceeds the defined size!
de_de: Index der ResultData in der Methode GetResultAsReal überschreitet die definierte Größe!

source: Index of the ResultData in the method GetResultAsString exceeds the length of the data received!
de_de: Index des ResultData in der Methode GetResultAsString überschreitet die Länge der empfangenen Daten!

source: Index of the ResultData in the method GetResultAsString exceeds the size hardware structure mapped!
de_de: Index der ResultData in der Methode GetResultAsString überschreitet die Größe der abgebildeten Hardwarestruktur!

source: Index of the ResultData in the method GetResultAsString exceeds the defined size!
de_de: Index der ResultData in der Methode GetResultAsString überschreitet die definierte Größe!

source: Restore executed!
de_de: Wiederherstellen ausgeführt!

source: Trigger running.
de_de: Auslöser läuft.

source: Waiting for the signal ExposureComplete to be reseted!
de_de: Warten Sie darauf, dass das Signal ExposureComplete zurückgesetzt wird!

source: Waiting for the signal ResultsValid to be reseted!
de_de: Warten auf das Zurücksetzen des Signals ResultsValid!

source: Waiting for the signal Error to be reseted!
de_de: Warten Sie darauf, dass das Signal Error zurückgesetzt wird!

source: Waiting for the signal AcquisitionTriggerReady to be set!
de_de: Warte darauf, dass das Signal AcquisitionTriggerReady gesetzt wird!

source: Waiting for the signal AcquisitionTriggerAcknowledge to be set!
de_de: Warten auf das Setzen des Signals AcquisitionTriggerAcknowledge!

source: Waiting for the signal InspectionCompleted to be toggled!
de_de: Wartet darauf, dass das Signal InspectionCompleted umgeschaltet wird!

source: Waiting for the signal ResultsValid to be set!
de_de: Warten auf das Setzen des Signals ResultsValid!

source: Waiting for the InspectionResults to be copied!
de_de: Warten Sie darauf, dass die InspectionResults kopiert werden!

source: Trigger was aborted, while not yet completed!
de_de: Die Auslösung wurde abgebrochen, obwohl sie noch nicht abgeschlossen ist!

source: Trigger was completed successfully.
de_de: Die Auslösung wurde erfolgreich abgeschlossen.

source: Trigger finished with error.
de_de: Auslöser mit Fehler beendet.

source: Trigger started.
de_de: Auslöser gestartet.

source: Empty job name inserted!
de_de: Leerer Auftragsname eingefügt!

source: Change job by name (').Append(THIS^._jobName).Append(') is running.
de_de: Auftrag nach Name ändern (').Append(THIS^.jobName).Append(') läuft.

source: Waiting for the signal CommandExecuting to be reseted!
de_de: Warte darauf, dass das Signal CommandExecuting zurückgesetzt wird!

source: Waiting for the signal Online to be reseted!
de_de: Warten Sie darauf, dass das Signal Online zurückgesetzt wird!

source: Waiting for the Job name to be written to the User data!
de_de: Wartet darauf, dass der Jobname in die Benutzerdaten geschrieben wird!

source: Waiting for the signal ExtendedUserDataSetAcknowledge to be set!
de_de: Warten auf das Setzen des Signals ExtendedUserDataSetAcknowledge!

source: Waiting for the signal ExtendedUserDataSetAcknowledge to be reseted!
de_de: Warte darauf, dass das Signal ExtendedUserDataSetAcknowledge zurückgesetzt wird!

source: Waiting for the signal CommandComplete to be set!
de_de: Wartet auf das Setzen des Signals CommandComplete!

source: Waiting for the signal CommandComplete to be reseted!
de_de: Warten auf das Signal CommandComplete, um zurückgesetzt zu werden!

source: Waiting for the signal Online to be set!
de_de: Warten Sie darauf, dass das Signal Online eingestellt wird!

source: Change job by name failed. Error code:
de_de: Auftrag nach Name ändern ist fehlgeschlagen. Fehlercode:

source: Job name
de_de: Name der Stelle

source: Change job by name (').Append(THIS^._jobName).Append(') aborted, while not yet finished.
de_de: Auftrag nach Name ändern (').Append(THIS^.jobName).Append(') abgebrochen, aber noch nicht beendet.

source: Change job by name (').Append(THIS^._jobName).Append(') was completed succesfully.
de_de: Auftrag nach Name ändern (').Append(THIS^.jobName).Append(') wurde erfolgreich abgeschlossen.

source: Change job by name (').Append(THIS^._jobName).Append(') finished with error.
de_de: Auftrag nach Name ändern (').Append(THIS^.jobName).Append(') wurde mit Fehler beendet.

source: Change job by name (').Append(THIS^._jobName).Append(') started.
de_de: Auftrag nach Name ändern (').Append(THIS^.jobName).Append(') gestartet.

source: Index of UserData in method SetUserDataAsString exceeds the size hardware structure mapped!
de_de: Der Index von UserData in der Methode SetUserDataAsString überschreitet die Größe der abgebildeten Hardwarestruktur!

source: Index of UserData in method SetUserDataAsString exceeds the defined size!
de_de: Der Index von UserData in der Methode SetUserDataAsString überschreitet die definierte Größe!

source: Job number (').Append(UINT_TO_STRING(_jobNumber)).Append(') is greater than the maximal value of ').Append(UINT_TO_STRING(inoConfig.MaxJobNumber)).Append('!
de_de: Jobnummer (').Append(UINTTOSTRING(jobNumber)).Append(') ist größer als der Maximalwert von ').Append(UINTTOSTRING(inoConfig.MaxJobNumber)).Append('!

source: Change job by number (').Append(UINT_TO_STRING(THIS^._jobNumber)).Append(') is running.
de_de: Job nach Nummer ändern (').Append(UINTTOSTRING(THIS^.jobNumber)).Append(') läuft.

source: Change job by number failed. Error code:
de_de: Auftrag nach Nummer ändern ist fehlgeschlagen. Fehlercode:

source: Job number
de_de: Auftragsnummer

source: Change job by number (').Append(UINT_TO_STRING(THIS^._jobNumber)).Append(') aborted, while not yet finished.
de_de: Auftrag nach Nummer ändern (').Append(UINTTOSTRING(THIS^.jobNumber)).Append(') abgebrochen, aber noch nicht beendet.

source: Change job by number (').Append(UINT_TO_STRING(THIS^._jobNumber)).Append(') was completed succesfully.
de_de: Auftrag nach Nummer ändern (').Append(UINTTOSTRING(THIS^.jobNumber)).Append(') wurde erfolgreich abgeschlossen.

source: Change job by number (').Append(UINT_TO_STRING(THIS^._jobNumber)).Append(') finished with error.
de_de: Auftrag nach Nummer ändern (').Append(UINTTOSTRING(THIS^.jobNumber)).Append(') mit Fehler beendet.

source: Change job by number (').Append(UINT_TO_STRING(THIS^._jobNumber)).Append(') started.
de_de: Job nach Nummer ändern (').Append(UINTTOSTRING(THIS^.jobNumber)).Append(') gestartet.

source: Clearing result data running.
de_de: Löschung der Ergebnisdaten läuft.

source: Waiting for the signal ResultsValid reseted!
de_de: Warten auf das Signal ResultsValid zurückgesetzt!

source: Clearing of the inspection results aborted, while not yet finished.
de_de: Die Löschung der Prüfergebnisse wurde abgebrochen, obwohl sie noch nicht abgeschlossen ist.

source: Clearing of the inspection results was completed succesfully.
de_de: Das Clearing der Inspektionsergebnisse wurde erfolgreich abgeschlossen.

source: Clearing of the inspection results finished with error.
de_de: Die Löschung der Inspektionsergebnisse wurde mit einem Fehler beendet.

source: Clearing of the inspection results started.
de_de: Die Löschung der Inspektionsergebnisse hat begonnen.

source: SoftEvent number: (').Append(UINT_TO_STRING(_softEventNumber)).Append(') is greater than the maximal value of 7!
de_de: SoftEvent-Nummer: (').Append(UINTTOSTRING(softEventNumber)).Append(') ist größer als der Maximalwert von 7!

source: SoftEvent (number: ').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append(') is running.
de_de: SoftEvent (Nummer: ').Append(UINTTOSTRING(THIS^.softEventNumber)).Append(') läuft.

source: Waiting for the signal TriggerSoftEvent[').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append('] to be set!
de_de: Ich warte darauf, dass das Signal TriggerSoftEvent[').Append(UINTTOSTRING(THIS^.softEventNumber)).Append('] gesetzt wird!

source: Waiting for the signal TriggerSoftEvent[').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append('] to be reseted!
de_de: Ich warte darauf, dass das Signal TriggerSoftEvent[').Append(UINTTOSTRING(THIS^.softEventNumber)).Append('] zurückgesetzt wird!

source: Soft event number
de_de: Soft-Ereignis-Nummer

source: SoftEvent (number: ').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append(') was aborted, while not yet completed.
de_de: SoftEvent (Nummer: ').Append(UINTTOSTRING(THIS^.softEventNumber)).Append(') wurde abgebrochen, aber noch nicht abgeschlossen.

source: SoftEvent (number: ').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append(') was completed successfully.
de_de: SoftEvent (Nummer: ').Append(UINTTOSTRING(THIS^.softEventNumber)).Append(') wurde erfolgreich abgeschlossen.

source: SoftEvent (number: ').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append(') finished with error.
de_de: SoftEvent (Nummer: ').Append(UINTTOSTRING(THIS^.softEventNumber)).Append(') mit Fehler beendet.

source: SoftEvent (number: ').Append(UINT_TO_STRING(THIS^._softEventNumber)).Append(') started.
de_de: SoftEvent (Nummer: ').Append(UINTTOSTRING(THIS^.softEventNumber)).Append(') gestartet.

source: Change job by number
de_de: Stelle nach Nummer ändern

source: Change job by name
de_de: Auftrag nach Name ändern

source: Clear inspection results
de_de: Klare Inspektionsergebnisse

source: Soft event
de_de: Weiches Ereignis

source: Trigger
de_de: Auslöser

source: Camera offline:The vision system$'s job is being modified.
de_de: Kamera offline: Die Aufgabe des Bildverarbeitungssystems$ wird gerade geändert.

source: Camera offline:A discrete signal is holding the vision system Offline.
de_de: Kamera offline: Ein diskretes Signal hält das Bildverarbeitungssystem offline.

source: Camera offline:A communications protocol is holding the vision system Offline.
de_de: Kamera offline: Ein Kommunikationsprotokoll hält das Bildverarbeitungssystem offline.

source: Index of UserData in method SetUserDataAsByte exceeds the size hardware structure mapped
de_de: Index von UserData in der Methode SetUserDataAsByte überschreitet die Größe der abgebildeten Hardwarestruktur

source: Index of UserData in method SetUserDataAsByte exceeds the defined size
de_de: Index der UserData in der Methode SetUserDataAsByte überschreitet die definierte Größe

source: Index of UserData in method SetUserDataAsDint exceeds the size hardware structure mapped
de_de: Der Index von UserData in der Methode SetUserDataAsDint überschreitet die Größe der abgebildeten Hardwarestruktur

source: Index of UserData in method SetUserDataAsDint exceeds the defined size
de_de: Index der UserData in der Methode SetUserDataAsDint überschreitet die definierte Größe

source: Index of UserData in method SetUserDataAsReal exceeds the size hardware structure mapped
de_de: Der Index von UserData in der Methode SetUserDataAsReal überschreitet die Größe der abgebildeten Hardwarestruktur

source: Index of UserData in method SetUserDataAsReal exceeds the defined size
de_de: Der Index von UserData in der Methode SetUserDataAsReal überschreitet die definierte Größe

source: Index of UserData in method SetUserDataAsString exceeds the size hardware structure mapped
de_de: Der Index von UserData in der Methode SetUserDataAsString überschreitet die Größe der abgebildeten Hardwarestruktur

source: Index of UserData in method SetUserDataAsString exceeds the defined size
de_de: Der Index von UserData in der Methode SetUserDataAsString überschreitet die definierte Größe

source: Trigger enable
de_de: Auslöser aktivieren

source: Enable result buffering
de_de: Ergebnispufferung einschalten

source: Result acknowledge
de_de: Ergebnis: Bestätigung

source: Trigger ready
de_de: Auslöser bereit

source: Trigger acknowledge
de_de: Auslöser quittieren

source: Acquiring
de_de: Erwerben Sie

source: Missed acquisition
de_de: Verpasster Erwerb

source: Trigger ID
de_de: Auslöser-ID

source: Decoding
de_de: Dekodierung

source: Decode complete
de_de: Dekodierung abgeschlossen

source: Result buffer overrun
de_de: Ergebnis Pufferüberlauf

source: Results available
de_de: Ergebnisse verfügbar

source: Error detected
de_de: Fehler entdeckt

source: Result ID
de_de: Ergebnis-ID

source: Result code
de_de: Ergebnis-Code

source: Result extended
de_de: Ergebnis erweitert

source: Result length
de_de: Ergebnis Länge

source: Acquisition trigger enable
de_de: Erfassungsauslöser aktivieren

source: Acquisition trigger
de_de: Auslöser für den Erwerb

source: Clear exposure complete
de_de: Freilegung abgeschlossen

source: Set offline
de_de: Offline setzen

source: Enable results buffering
de_de: Ergebnispufferung aktivieren

source: Acknowledge inspection results
de_de: Bestätigen Sie die Inspektionsergebnisse

source: Extended user data set
de_de: Erweiterter Benutzerdatensatz

source: Execute command
de_de: Befehl ausführen

source: Clear error
de_de: Fehler löschen

source: Command
de_de: Befehl

source: Trigger soft event
de_de: Soft-Ereignis auslösen

source: Acquisition trigger ready
de_de: Akquisitionsauslöser bereit

source: Acquisition trigger acknowledge
de_de: Akquisitionsauslöser-Bestätigung

source: Exposure complete
de_de: Exposition abgeschlossen

source: Offline reason 0
de_de: Offline-Grund 0

source: Offline reason 1
de_de: Offline Grund 1

source: Offline reason 2
de_de: Offline Grund 2

source: Acquisition ID
de_de: Erfassungs-ID

source: System busy
de_de: System besetzt

source: Inspection completed
de_de: Inspektion abgeschlossen

source: Results buffer overrun
de_de: Überlauf des Ergebnispuffers

source: Results valid
de_de: Ergebnisse gültig

source: Command executing
de_de: Befehl wird ausgeführt

source: Command complete
de_de: Befehl abgeschlossen

source: Command failed
de_de: Befehl fehlgeschlagen

source: Extended user data set acknowledge
de_de: Bestätigung des erweiterten Benutzerdatensatzes

source: Overall job pass fail
de_de: Gesamtauftrag bestanden nicht bestanden

source: Test run ready
de_de: Testlauf bereit

source: Error
de_de: Fehler

source: Error code
de_de: Fehlercode

source: Current job ID
de_de: Aktuelle Job-ID

source: Trigger soft event acknowledge
de_de: Soft-Event-Quittung auslösen

source: Inspection ID
de_de: Inspektions-ID
