Repository: TcOpenGroup/TcOpen
Catalog: src/TcOpenAppTemplates/StandardMtsTemplate/src/MainPlcConnector/Properties/Localizations.*.resx
Languages: cs_cz, sk_sk

source: AUTOMAT
cs_cz: Upravit automat

source: GROUND
cs_cz: UZEMNĚNÍ
sk_sk: POZEMOK

source: MANUAL
cs_cz: PŘÍRUČKA
sk_sk: MANUÁLNE

source: IDLE
cs_cz: VOLNOBĚH

source: Process data not selected
cs_cz: Data zpracování nebyla vybrána
sk_sk: Údaje o spracovaní nie sú vybrané

source: Would you like to load default settings?
cs_cz: Chcete načíst výchozí nastavení?
sk_sk: Chcete načítať predvolené nastavenia?

source: Brings the device into basic position.
cs_cz: Přivede zařízení do základní polohy.
sk_sk: Uvedie zariadenie do základnej polohy.

source: Starts automatic sequence. Before start you need to perform grounding sequence.
cs_cz: Spustí automatickou sekvenci. Před spuštěním musíte provést uzemňovací sekvenci.!
sk_sk: Spustí automatickú sekvenciu. Pred spustením je potrebné vykonať sekvenciu uzemnenia.

source: AUTOMAT ALL
cs_cz: AUTOMAT VŠECHNO

source: GROUND ALL
cs_cz: Ukostření
sk_sk: POZEMOK VŠETKO

source: Next on Passed
cs_cz: Další jestli prošel
sk_sk: Ďalšia stanica pri OK processe

source: Next on Failed
cs_cz: Další jestli chyba
sk_sk: Ďalšia stanica pri chybe

source: Cycle time
cs_cz: Doba cyklu
sk_sk: Čas cyklu

source: Clean loop time
cs_cz: Čas na čistou smyčku
sk_sk: Čas čistej slučky

source: Operation started
cs_cz: Operace začala
sk_sk: Operácia sa začala

source: Entity header
cs_cz: Záhlaví entity
sk_sk: Záhlavie subjektu

source: Carrier
cs_cz: Dopravce
sk_sk: Nosič

source: Last station
cs_cz: Stanice
sk_sk: Posledná stanica

source: Next station
cs_cz: Další stanice
sk_sk: Ďalšia stanica

source: Results
cs_cz: Výsledky
sk_sk: Výsledky

source: Last Rework Name
cs_cz: Jméno posledního přepracování
sk_sk: Posledný názov prepracovania

source: ID
cs_cz: Občanský průkaz

source: Created
cs_cz: Vytvořeno
sk_sk: Vytvorené

source: Modified
cs_cz: Upraveno
sk_sk: Upravené

source: READY TO START
cs_cz: PŘIPRAVENO KE STARTU
sk_sk: PRIPRAVENÉ NA ŠTART

source: Start manual/Service mode
cs_cz: Spuštění manuálního/servisního režimu
sk_sk: Spustenie manuálneho/servisného režimu

source: Rework Count
cs_cz: Počet přepracování
sk_sk: Počet prepracovaní
