Repository: TcOpenGroup/TcOpen
Catalog: src/TcoIo/src/TcoIoConnector/Properties/Localizations.*.resx
Languages: es_mx

source: Profinet device state machine is in boot mode!
es_mx: La máquina de estado del dispositivo Profinet está en modo de arranque.

source: Device NOT found!
es_mx: Dispositivo no encontrado.

source: The stationname is not unique!
es_mx: El nombre de la estación no es único.

source: IP could NOT be set!
es_mx: ¡La IP NO pudo ser fijada!

source: IP conflict!
es_mx: ¡Conflicto de IP!

source: DCP set was NOT successful!
es_mx: ¡El conjunto de DCP NO fue exitoso!

source: Watchdog error!
es_mx: ¡Error de vigilancia!

source: Datahold error!
es_mx: Error en la retención de datos.

source: RTC3: Sync mode could not be initiated!
es_mx: RTC3: ¡No se ha podido iniciar el modo de sincronización!

source: Profinet controller has a link error!
es_mx: El controlador Profinet tiene un error de enlace.

source: The aliasname is not unique!
es_mx: El nombre del alias no es único.

source: The automatic name assignement is not possible - wrong device TYPE!
es_mx: La asignación automática del nombre no es posible - ¡Tipo de dispositivo incorrecto!

source: IOC-AR is established but no application ready!
es_mx: La IOC-AR está establecida, pero no está lista la aplicación.

source: IOC-AR is established but module difference!
es_mx: El COI-AR está establecido, pero el módulo es diferente.

source: AT least one InputCR is invalid, provider in stop OR problemindicator is set!
es_mx: Al menos un InputCR no es válido, el proveedor está parado o el indicador de problemas está activado.

source: At least one OutputCR is invalid, provider in stop or problemindicator is set!
es_mx: Al menos un OutputCR no es válido, el proveedor está parado o el indicador de problemas está activado.

source: EtherCAT gateway: WC-State OF cyclic EtherCAT frame is 1!
es_mx: Pasarela EtherCAT: El estado WC de la trama EtherCAT cíclica es 1.

source: IOC-AR is not established!
es_mx: El COI-AR no está establecido.

source: IOC-AR is established!
es_mx: ¡Se establece el COI-AR!

source: AT least one AlarmCR got a diagnosis alarm!
es_mx: Al menos un AlarmCR tiene una alarma de diagnóstico.

source: At least one InputCR is invalid!
es_mx: Al menos un InputCR no es válido.

source: AT least one InputCR Provider is in stop!
es_mx: ¡Al menos un proveedor de InputCR está en parada!

source: At least one InputCR Problemindicator is set!
es_mx: Al menos un indicador de problemas InputCR está activado.

source: AT least one OutputCR is invalid!
es_mx: Al menos un OutputCR no es válido.

source: At least one OutputCR Provider is in stop!
es_mx: ¡Al menos un proveedor de OutputCR está en parada!

source: AT least one OutputCR Problemindicator is set!
es_mx: Al menos un Indicador de Problema de SalidaCR está activado.
