Repository: TcOpenGroup/TcOpen
Catalog: src/TcoInspectors/src/TcoInspectorsConnector/Properties/Localizations.*.resx
Languages: de_de, es_mx

source: Time stamp
de_de: Zeitstempel
es_mx: Sello de tiempo

source: Stab.Time
de_de: Stab.Zeit
es_mx: Hora de la puñalada

source: Stabilisation time. The inspection will pass when the condition is met continuously for the duration of this timespan.
de_de: Stabilisierungszeit. Die Inspektion gilt als bestanden, wenn die Bedingung für die Dauer dieser Zeitspanne kontinuierlich erfüllt ist.
es_mx: Tiempo de estabilización. La inspección se aprobará cuando la condición se cumpla de forma continuada durante este periodo de tiempo.

source: Timeout
de_de: Zeitüberschreitung
es_mx: Tiempo de espera

source: Timeout. Maximal duration of the inspection within which the condition must be met.
de_de: Zeitüberschreitung. Maximale Dauer der Inspektion, innerhalb derer die Bedingung erfüllt sein muss.
es_mx: Tiempo de espera. Duración máxima de la inspección dentro de la cual debe cumplirse la condición.

source: Result
de_de: Ergebnis
es_mx: Resultado

source: Result of the inspection.
de_de: Ergebnis der Inspektion.
es_mx: Resultado de la inspección.

source: Exclude
de_de: Auschluss
es_mx: Excluye

source: Inspection is excluded from the evaluation. The test will however run and provide detected value.
de_de: Die Inspektion ist von der Auswertung ausgeschlossen. Der Test wird jedoch durchgeführt und liefert einen ermittelten Wert.
es_mx: La inspección está excluida de la evaluación. No obstante, la prueba se ejecutará y proporcionará el valor detectado.

source: Test is bypassed, no eveluation occurs.
de_de: Der Test wird umgangen, es findet keine Auswertung statt.
es_mx: La prueba se salta, no se produce ninguna evelación.

source: Failure description
de_de: Beschreibung Fehler
es_mx: Descripción del fallo

source: Brief failure desciption
de_de: Kurze Fehlerbeschreibung
es_mx: Breve descripción del fallo

source: Re-tries
de_de: Wiederholungsversuche
es_mx: Reintentos

source: Inspection will repeat given number of times when inspection fails.
de_de: Anzahl von Wiederholungen, wenn die Inspektion fehlschlägt.
es_mx: La inspección se repetirá un número determinado de veces cuando la inspección falle.

source: Attempts
de_de: Versuche
es_mx: Intentos

source: Re-tries counter, count the number of times the inspection run on this inspector instance.
de_de: Zähler der Wiederholungsversuche, wie oft die Inspektion bei dieser Inspektionsinstanz durchgeführt wurde.
es_mx: Contador de reintentos, cuenta el número de veces que se ejecuta la inspección en esta instancia del inspector.

source: Code
es_mx: Código

source: Arbitrary error code for this inspection
de_de: Willkürlicher Fehlercode für diese Prüfung
es_mx: Código de error arbitrario para esta inspección

source: Required
de_de: Erforderlich
es_mx: Requerido

source: Required status for inspection to pass. Can contain pattern string when `Star notation is enabled`
de_de: Erforderlicher Status für das Bestehen der Prüfung. Kann eine Musterzeichenkette enthalten, wenn "Sternchen-Notation" aktiviert ist.
es_mx: Estado requerido para pasar la inspección. Puede contener una cadena de patrones cuando la "notación de estrellas está activada".

source: Detected
de_de: Erkannt
es_mx: Detectado

source: Detected data
de_de: Erkannte Daten
es_mx: Datos detectados

source: Min. value for the inspection to pass.
de_de: Mindestwert für Bestehen der Prüfung.
es_mx: Valor mínimo para pasar la inspección.

source: Detected value
de_de: Ermittelter Wert
es_mx: Valor detectado

source: Max. value for the inspection to pass.
de_de: Maximalwert für Bestehen der Prüfung.
es_mx: Valor máximo para pasar la inspección.

source: Sets the required status for the inspection to pass.
de_de: Legt den erforderlichen Status für das Bestehen der Inspektion fest.
es_mx: Establece el estado requerido para que la inspección sea aprobada.

source: Displays detected status of this check.
de_de: Zeigt den Erkennungsstatus dieser Prüfung an.
es_mx: Muestra el estado detectado de esta comprobación.
