Repository: TcOpenGroup/TcOpen
Catalog: src/TcoElements/src/TcoElementsConnector/Properties/Localizations.*.resx
Languages: cs_cz

source: Signal
cs_cz: Signál

source: Check On
cs_cz: Zkontrolujte, zda

source: Checks that the input is on
cs_cz: kontroluje, zda je vstup zapnutý

source: Checks that the input is off
cs_cz: Kontroluje, zda je vstup vypnutý

source: Check Off
cs_cz: Odškrtnout

source: On
cs_cz: Zapnuto

source: Sets the output
cs_cz: Nastaví výstup

source: Resets the output
cs_cz: Resetuje výstup

source: Off
cs_cz: Zypnuto

source: Reseting signal (off/false)
cs_cz: Signál resetování (vypnuto/nevypnuto)

source: Setting signal (on/true)
cs_cz: Nastavení signálu (zapnuto/pravdivé)

source: Division by zero: Verify values defined in config! (RawHigh,RawLow)
cs_cz: Dělení nulou: Ověřte hodnoty definované v konfiguraci! (RawHigh,RawLow)

source: Invalid data: Gain is not defined!
cs_cz: Neplatné údaje: Zisk není definován!

source: Out of boundaries,check correction parameters (Gain,Ofset) in config!
cs_cz: Mimo hranice, zkontrolujte parametry korekce (Gain,Ofset) v konfiguraci!

source: Config
cs_cz: Konfigurace

source: Status
cs_cz: Stav

source: Raw range
cs_cz: Surový rozsah

source: Real range
cs_cz: Skutečný rozsah

source: Scaled value
cs_cz: Škálovaná hodnota

source: Unscaled value
cs_cz: Neškálovaná hodnota
