Repository: TcOpenGroup/TcOpen
Catalog: src/TcOpenAppTemplates/StandardMtsTemplate/src/HmiTemplate.Wpf/Properties/strings.*.resx
Languages: cs_cz

source: Timestamp
cs_cz: Časová známka

source: Update
cs_cz: Aktualizovat

source: To
cs_cz: Do

source: User
cs_cz: Uživatel

source: User name
cs_cz: Uživatelské jméno

source: Parallel sequencers
cs_cz: Paralelní sekvencery!

# AutomatWarning
source: You are requesting to start automatic mode. Selected device will start sequence. If you are transitioning from step mode make sure the sequences are in correct state to continue the operations. Would you like to start the automatic sequence?
cs_cz: Žádáte o spuštění automatického režimu. Vybrané zařízení spustí sekvenci. Pokud přecházíte z režimu step, ujistěte se, že sekvence jsou ve správném stavu, abyste mohli pokračovat v operacích. Chcete spustit automatickou sekvenci?!

# AutomatAllWarning
source: You are about to start automatic mode on all station of this technology. If you are transitioning from step mode make sure the sequences are in correct state to continue the operations. Would you like to start automatic mode on all stations of this technology?
cs_cz: Chystáte se spustit automatický režim na všech stanicích této technologie. Pokud přecházíte z režimu step, ujistěte se, že sekvence jsou ve správném stavu, abyste mohli pokračovat v operacích. Chcete spustit automatický režim na všech stanicích této technologie?!

# EnteringStepModeWarning
source: You are about to enter the step mode that allows you to perfom step by step operations, skip and return to single steps. Exectuting steps in step mode must be done with caution; sound knowledge of the process is required. Damage to the device may occur. STEP MODE DOES NOT REPRESENT SAFE MODE. ALL SAFETY MEASURES MUST BE KEPT IN PLACE!!!
cs_cz: Chystáte se vstoupit do režimu kroků, který vám umožní provádět operace krok za krokem, přeskočit a vrátit se k jednotlivým krokům. Provádění kroků v krokovém režimu musí být prováděno s opatrností; je nutná důkladná znalost procesu. Může dojít k poškození zařízení. KROKOVÝ REŽIM NEPŘEDSTAVUJE BEZPEČNÝ REŽIM. VŠECHNA BEZPEČNOSTNÍ OPATŘENÍ MUSÍ být DODRŽENA!!!

# GroundAllWarning
source: You are about to start ground position mode on all station of this technology. Would you like to start ground position mode on all stations of this technology?
cs_cz: Chystáte se spustit pozemní polohový režim na všech stanicích této technologie. Chcete spustit režim pozemní polohy na všech stanicích této technologie?!

# GroundWarning
source: You are requesting to start ground position mode. Selected device will start a sequence. Would you like to start the ground position mode sequence?
cs_cz: Žádáte o spuštění režimu pozemní polohy. Vybrané zařízení spustí sekvenci. Chcete spustit sekvenci režimu pozemní polohy?!

# LeavingStepModeWarning
source: You are about to leave step mode. The sequence and all assotiated sequences will continue the operations from the present state. Make sure all sequences are set in proper state to continue without damage to the equipment or personell. Are you sure you want to leave step mode?
cs_cz: Chystáte se opustit režim Step. Sekvence a všechny přiřazené sekvence budou pokračovat v operacích ze současného stavu. Ujistěte se, že jsou všechny sekvence nastaveny ve správném stavu, aby pokračovaly bez poškození zařízení nebo osob. Jste si jisti, že chcete opustit režim Step?!

# ManualWarning
source: You are requesting to enter manual mode. Manual mode will abort the current state. Would you like to enter manual mode?
cs_cz: Žádáte o vstup do manuálního režimu. Manuální režim přeruší aktuální stav. Přejete si přejít do manuálního režimu?!

# StepModeActivationNotAllowedDueMasterSequencer
source: This sequence cannot transition to or from step mode because it is linked to a master sequence. You can transition from or to step mode in this sequence via its master sequence.
cs_cz: Tato sekvence nemůže přejít do režimu kroku nebo z něj, protože je spojena s hlavní sekvencí. V této sekvenci můžete přejít z nebo do krokového režimu prostřednictvím hlavní sekvence.!

source: DATA
cs_cz: ÚDAJE

source: DETAILS
cs_cz: PODROBNOSTI

source: DIAGNOSTICS
cs_cz: Diagnostika

source: Duration
cs_cz: Doba trvání

# EvalutatorsList
source: Evaluators
cs_cz: Vyhodnocovači!

source: JOURNAL
cs_cz: Časopis

# MainSequence
source: MAIN SEQUENCE MAIN SEQUENCE
cs_cz: HLAVNÍ SEKVENCE, HLAVNÍ SEKVENCE!

source: Message
cs_cz: Zpráva

source: Mode change
cs_cz: Tlačítko pro změnu režimu

# ProcessData
source: PROCESS SETTINGS
cs_cz: PROCESNÍ NASTAVENÍ!

source: PRODUCTION DATA
cs_cz: Výrobní údaje

source: Result
cs_cz: Výsledek

source: Status
cs_cz: Stav

# TechnologicalSettings
source: TECHN. SETTINGS
cs_cz: TECHNICKÁ NASTAVENÍ!

# fbCustomControlledUnitSpotView_D
source: DETAILS
cs_cz: PODROBNOSTI

source: ABOUT
cs_cz: O PRODUKTU

# ProjectNameCustomer
source: Project Name at Plant :
cs_cz: Název projektu v závodě :!

source: Project Name MTS :
cs_cz: Název projektu

source: Project Number :
cs_cz: Číslo projektu

source: Year of Production :
cs_cz: Rok produkce

source: Control
cs_cz: Kontrola

source: Overview
cs_cz: Přehled

source: REWORK DATA
cs_cz: PŘEPRACOVAT DATA!

source: REWORK OFFLINE DATA
cs_cz: PŘEPRACOVAT OFFLINE DATA!

source: Selected:
cs_cz: Vybrané

source: STEP MODE
cs_cz: KROKOVÝ REŽIM

# DebugAndClose
source: APP INFO
cs_cz: Informace

source: CONSOLE
cs_cz: Konzola

source: MAIN MENU
cs_cz: HLAVNÍ MENU

source: OPERATOR
cs_cz: OBSLUHA

# TechnologyUnit
source: TECHNOLOGY
cs_cz: TECHNOLOGIE

# UserManagement
source: USERS
cs_cz: Uživatelé

source: Components
cs_cz: Složky

source: STATION 1
cs_cz: Stanoviště 1

source: STATION 2
cs_cz: Stanice 2.

source: External apps
cs_cz: Externí

source: Training
cs_cz: Školení

source: Production Plan
cs_cz: Plán výroby

# LangSelector
source: Language
cs_cz: Jazyk

# LanguageMessageBoxCaption
source: Language selector
cs_cz: Zobrazit výběr jazyka

# LanguageMessageBoxText
source: Would you like to change language?
cs_cz: Přejete si změnit jazyk?!

# CoutdownDescription
source: Time lef to complete operations:
cs_cz: Čas do dokončení operací:

# ActualCycleTime
source: Actual CT [s]
cs_cz: Skutečné CT!

# AverageCycleTime
source: Average CT [s]
cs_cz: Průměrné CT!

# StepModeOff
source: RELEASE STEP MODE
cs_cz: REŽIM UVOLNĚNÍ KROKU!

# StepModeOn
source: FORCE STEP MODE
cs_cz: VYNUTIT REŽIM KROKU!

source: Counters
cs_cz: Pulty

# ControlNotAllowed
source: No control allowed. Set Manual Mode first!
cs_cz: Není povoleno žádné ovládání. Nejprve nastavte manuální režim!!

# AppInfo
source: Application info
cs_cz: Informace o aplikaci!

source: Settings
cs_cz: Nastavení

source: Created
cs_cz: Vytvořeno

source: Modified
cs_cz: Upraveno
