Repository: TcOpenGroup/TcOpen
Catalog: src/TcoCore/src/TcoCoreConnector/Properties/Localizations.*.resx
Languages: cs_cz, es_es

source: On
cs_cz: Zapnuto
es_es: En

source: Off
cs_cz: Zypnuto
es_es: Fuera de

source: Set on request
cs_cz: Zapnout
es_es: Juego a petición del cliente

source: Enabled
cs_cz: Povoleno
es_es: Activado

source: Serviceable
cs_cz: Ovladatelné
es_es: Disponible

source: Changing mode disabled
cs_cz: Změna režimu zakázána
es_es: Modo de cambio desactivado

source: Skipping steps disabled
cs_cz: Přeskakování kroků zakázáno
es_es: Salto de pasos desactivado

source: Step backward
cs_cz: Krokovat dozadu
es_es: Paso atrás

source: Step in
cs_cz: Spustit
es_es: Entrar

source: Step forward
cs_cz: Krokovat vpřed
es_es: Un paso adelante

source: Change mode
cs_cz: Změnit režim
es_es: Cambiar el modo

source: Mode
cs_cz: Režim
es_es: Modo

source: Current step
cs_cz: Aktuální krok
es_es: Paso actual

source: Sequencer error
cs_cz: Chyba sekvenceru
es_es: Error del secuenciador

source: Sequencer error ID
cs_cz: ID chyby sekvenceru
es_es: ID de error del secuenciador

source: Sequence cycle elapsed time
cs_cz: Prošlý čas sekvenceru
es_es: Tiempo transcurrido del ciclo de secuencia

source: Total sequence time
cs_cz: Čas sekvence
es_es: Tiempo total de la secuencia

source: Restore request
cs_cz: Obnovit
es_es: Solicitud de restablecimiento

source: Invoke request
cs_cz: Sputit
es_es: Invocar solicitud

source: Abort request
cs_cz: Přerušit
es_es: Abortar solicitud

source: Toggle request
cs_cz: Přepnout
es_es: Alternar la solicitud

source: Step ID
cs_cz: ID kroku
es_es: Identificación del paso

source: Step Order
cs_cz: Pořadí kroku
es_es: Orden de paso

source: Step description
cs_cz: Popis kroku
es_es: Descripción del paso

source: Step status
cs_cz: Stav kroku
es_es: Estado de los pasos

source: Step duration
cs_cz: Doba trvání kroku
es_es: Duración de la etapa

source: Step count
cs_cz: Počet krokú
es_es: Recuento de pasos

source: Task aborted.
cs_cz: Úloha přerušena.
es_es: Tarea abortada.

source: Task done.
cs_cz: Úloha ukončena.
es_es: Tarea realizada.

source: Task error thrown.
cs_cz: Chyba úlohy.
es_es: Error en la tarea lanzada.

source: Task requested.
cs_cz: Úloha spuštena.
es_es: Tarea solicitada.

source: Task restored.
cs_cz: Úloha obvovena.
es_es: Tarea restaurada.

source: Task started.
cs_cz: Úloha běží.
es_es: Tarea iniciada.

source: Task cannot start; Enabled property is FALSE.
cs_cz: Úlohu nelze spustit; vlastnost Enabled je FALSE.
es_es: La tarea no puede iniciarse; la propiedad Enabled es FALSE.

source: Running task entered Error state when the Enabled property transitioned to FALSE during task execution.
cs_cz: Spuštěná úloha vstoupila do stavu Chyba, když vlastnost Enabled přešla během provádění úlohy na hodnotu FALSE.
es_es: La tarea en ejecución entró en estado de error cuando la propiedad Enabled pasó a FALSE durante la ejecución de la tarea.
