Repository: TcOpenGroup/TcOpen
Catalog: src/TcoDrivesBeckhoff/src/TcoDrivesBeckhoff.Wpf/Properties/strings.*.resx
Languages: sk_sk

source: Acceleration
sk_sk: Akcelerácia

# AskCreate
source: Are you sure to create new set?
sk_sk: Prajete si vytvoriť novu sadu?

# AskDelete
source: Are you sure to delete set?
sk_sk: Prajete si vytmazať sadu?

# AskLoad
source: Are you sure to load positions?
sk_sk: Prajete si nahrať pozicie?

# AskMovePos
source: Are you sure to move position:
sk_sk: Prajete sa presunúť na poziciu:

# AskSave
source: Are you sure to saave positions?
sk_sk: Prajete si uložiťpozicie?

# AskTeachPos
source: Are you sure to change position:
sk_sk: Prajete si naučiť novú pozíciu?

source: Attention
sk_sk: Upozornenie

source: Axis
sk_sk: Os

source: Create
sk_sk: Vytvor

source: Deceleration
sk_sk: Spomalenie

# DefineRepository
source: Define Repository Handler first!
sk_sk: Zadefinujte obsluhu repozitáru!

source: Delete selected
sk_sk: Vymažte označeny

source: Jerk
sk_sk: Trh

source: Load
sk_sk: Nahraj

source: Move to position
sk_sk: Do pozicie

source: Position
sk_sk: Pozícia

source: Positions
sk_sk: Pozície

source: Save
sk_sk: Ulož

source: Selected
sk_sk: Označené

# SelectFirst
source: Select position first!
sk_sk: Najskôr označ pozíciu!

# SelectSetId
source: Select SetId first!
sk_sk: Najskôr označ sadu údajov!

source: Set Id
sk_sk: Sada udajov ID

# SetNewName
source: Write SetId first!
sk_sk: Najskôr zadaj nový názov sady!

source: Teach
sk_sk: Nauč

source: Velocity
sk_sk: Rýchlosť

source: Write default values
sk_sk: Zapiš vychodzie hodnoty
